Repository: bitcero/qpages
Catalog: qpages/templates/custom/clean/lang/*.po
Languages: es

source: Awesome and quick pages, like never <span>has seen</span>
es: Páginas rápidas e incríbles, como <span>nunca se han visto</span>

source: Download Now!
es: ¡Descargalo Ahora!

source: Learn More
es: Conoce Más

source: Clean Landing Template Options
es: Opciones de Clean Landing Template

source: Header
es: Encabezado

source: Main Content
es: Contenido Principal

source: Services
es: Servicios

source: Footer
es: Pie de página

source: Font for body:
es: Fuente para el cuerpo:

source: Font family string for body:
es: Propiedad font-family para el cuerpo:

source: Font for emphasised text:
es: Fuente para el texto enfatizado:

source: Font family string for emphasised text:
es: Propiedad font-family para el texto enfatizado:

source: Color scheme:
es: Combinación de colores:

source: Background color:
es: Color de fondo:

source: Sections background color:
es: Color de fondo de las secciones:

source: Text color:
es: Color del texto:

source: Name first word:
es: Primer palabra del nombre:

source: Name second word:
es: Segunda palabra del nombre:

source: Social links:
es: Enlaces sociales:

source: Paragraph text color:
es: Color de texto del párrafo:

source: Text color one:
es: Color 1 del texto:

source: Text color two:
es: Color 2 del texto:

source: Headline:
es: Encabezado:

source: Introduction:
es: Introducción:

source: Main Buttons
es: Botones Principales:

source: Caption:
es: Leyenda:

source: Button caption
es: Leyenda del botón

source: Link:
es: Enlace:

source: Button link
es: enlace para el botón

source: Phone:
es: Teléfono:

source: Main form code:
es: Código del formulario principal:

source: Headline
es: Encabezado

source: Sub headline
es: Sub encabezado

source: Service One:
es: Servicio 1:

source: Service Two:
es: Servicios 2:

source: Service Three:
es: Servicio 3:

source: Service Four:
es: Servicio 4:

source: Texto color:
es: Color del texto:
