Repository: bitcero/qpages
Catalog: qpages/templates/custom/projects/lang/*.po
Languages: es

source: Projects Template Options
es: Opciones de la Projects Template

source: Please save page now and then refresh in order to view the options for this page.
es: Por favor guarde la página ahora y actulize para poder ver las opciones de esta página.

source: Header & Footer
es: Encabezado y Pie de Página

source: Fonts
es: Fuentes

source: Content
es: Contenido

source: Page logo:
es: Logotipo:

source: Page background
es: Fondo de la página

source: Background mode:
es: Tipo de fondo:

source: Tiled
es: Mosaico

source: Full
es: Completo

source: Theme color:
es: Color del tema:

source: Top links:
es: Enlaces superiores:

source: Add a new line for each link that you wish to show in navigation bar
es: Agrega una nueva línea por cada enlace que desees mostrar en la barra de navegación

source: Copyright notice:
es: Aviso de Copyright:

source: Font for heading
es: Fuente para encabezados

source: Font family string for heding:
es: Propiedad font-family para encabezados:

source: Font for body
es: Fuente para el cuerpo

source: Click on any of three buttons to insert content in page. Is recommended to insert only one headline and one "intro". You can add much projects as you wish.
es: Clic en cualquier la los tres botones para insertar contenido en la página. Se recimienda insertar solo una encabezado y una "introducción". Puedes agregar tanto proyectos como desees.

source: Inserts function works with any of the editos included in Common Uitlities, but I recommend to use HTML or XoopsCode editor because you will have much more control over content.
es: La función de inserción trabaja con cualquiera de los editores incluidos en Common Utilities, pero se recomienda el uso del editor HTML o XoopsCode.

source: Add headline
es: Agregar encabezado

source: Add Introduction
es: Agregar Introducción

source: Add Project
es: Agregar Proyecto

source: Please save page now and refresh in order to use this template. The options will be loaded correctly after refresh.\nDo you want to save page now?
es: Por favor guarda la página y actualiza para poder usar esta plantilla. Las opciones serán cargadas correctamente despues de actualizar.\n¿Deseas guardar la página ahora?
