Repository: bitcero/qpages
Catalog: qpages/lang/*.po
Languages: es

source: Categories management
es: Administración de categorías

source: Categories Management
es: Administración de categorías

source: You must provide a category ID to edit!
es: ¡Debe proporcionar el ID de una categoría para editar!

source: Specified category does not exists!
es: ¡La categoría especificada no existe!

source: Edit category
es: Editar categoría

source: Edit Category
es: Editar categoría

source: New Category
es: Nueva Categoría

source: Category name
es: Nombre de la categoría

source: Description
es: Descripción

source: Category parent
es: Categoría superior

source: Update Category
es: Actualizar Categoría

source: Create Category
es: Crear Categoría

source: Cancel
es: Cancelar

source: Please provide a name for this category!
es: ¡Por favor proporcione un nombre para esta categoría!

source: There is another category with same name!
es: ¡Ya existe otra categoría con el mismo nombre!

source: Database updated successfully!
es: ¡Base de datos actualizada satisfactoriamente!

source: Errors ocurred while trying to update database
es: Ocurrieron errores al intentar actualizar la base de datos

source: Session token expired!
es: ¡Caducó el identificador de sesión!

source: No category has been selected!
es: ¡Ninguna categoría ha sido seleccionada!

source: ID "%s" is not valid!
es: ¡ID "%s" no es válido!

source: Category with ID "%s" does not exists!
es: ¡La categoría con el ID "%s" no existe!

source: Category "%s" could not be deleted!
es: ¡La categoría "%s" no pudo ser eliminada!

source: Errors ocurred while trying to delete categories
es: Ocurrieron errores al intetar eliminar las categorías

source: Categories deleted successfully!
es: ¡Categorías eliminadas satisfactoriamente!

source: You have set the URL redirection in the server, but .htaccess file could not be written! Please verify that you have writing permissions. If not, please add next lines to your htaccess file:
es: Has configurado la redirección URL en tu servidor, pero el archivo .htaccess no puede ser escrito. Por vafor verifica que tengas permisos de escritura para este archivo, de lo contrario, agrega las siguientes líneas a tu archivo htaccess.

source: %s (%u times)
es: %s (%u veces)

source: Dashboard
es: Tablero

source: Categories
es: Categorías

source: All pages
es: Todas las páginas

source: Published
es: Publicadas

source: Drafts
es: Borradores

source: Normal Pages
es: Páginas Normales

source: Redirection Pages
es: Páginas Enlazadas

source: Add page
es: Agregar página

source: Pages
es: Páginas

source: Field name:
es: Nombre del campo:

source: Add New
es: Agregar Página

source: Field value:
es: Valor del campo:

source: Add Field
es: Agregar Campo

source: Field name
es: Nombre del campo

source: Field value
es: Valor del campo

source: Delete
es: Eliminar

source: Pages Management
es: Administración de páginas

source: Pages management
es: Administración de páginas

source: Normal pages
es: Páginas normales

source: Redirection pages
es: Páginas enlazadas

source: Squeeze pages
es: Páginas squeeze

source: Sales pages
es: Páginas de venta

source: You must provide a page ID to edit!
es: ¡Debe proporcionar el ID de una página para editar!

source: Edit page
es: Editar página

source: Create page
es: Crear página

source: Page ID has not been provided
es: ¡El id de página no ha sido proporcionado!

source: Specified page does not exists!
es: ¡La página especificada no existe!

source: You have not specified a title for this page!
es: ¡No has especificado un título para esta página!

source: You must provide a redirection URL for this page!
es: ¡Debes proporcionar un URL para enlazar con esta página!

source: Page saved successfully!
es: ¡Página guardada correctamente!

source: Errors occurs while trying to save page!
es: Ocurrieron errores al intenar almacenas la página

source: Select at least a category to delete
es: Seleccione al menos una categoría para eliminar

source: Page with ID "%s" does not exists!
es: ¡La página con el id "%s" no existe!

source: Page "%s" could not be deleted:
es: La página "%s" no pudo ser eliminada:

source: Errors ocurred while trying to delete pages
es: Ocurrieron errores al intenat eliminar las páginas

source: Pages deleted successfully!
es: ¡Páginas eliminadas satisfactoriamente!

source: You must select at least one category!
es: ¡Debe seleccionar al menos una categoría!

source: Database update failed!
es: ¡Falló la actualización de la página!

source: Select at least a cetegory to edit
es: Seleccione al menos una categoría para editar

source: Changes saved successfully!
es: ¡Cambios almacenados satisfactoriamente!

source: Page could not be cloned!
es: ¡La página no pudo ser clonada!

source: Page cloned successfully!
es: ¡Página clonada satisfactoriamente!

source: Session token not valid!
es: ¡Caducó el identificador de sesión!

source: No template file has been specified!
es: ¡No se ha especificado una plantilla!

source: From category:
es: Categoría:

source: Number of pages
es: Número de páginas

source: Category not found!
es: Categoría no encontrada!

source: Main page
es: Página principal

source: Pages in %s
es: Páginas en %s

source: %u pages
es: %u páginas

source: Subcategories
es: Subcategorías

source: Page
es: Página

source: Last update
es: Última actualización

source: Reads
es: Lecturas

source: No template
es: Sin plantilla

source: Redirection Page
es: Páginas Enlazada

source: Sales Page
es: Página de Ventas

source: Squeeze Page
es: Página Squeeze

source: Normal Page
es: Página Normal

source: Add Page
es: Agregar Página

source: The .htaccess file could not be updated. Please delete the next lines from file:
es: El archivo htaccess no pudo ser actualizado. Por favor elimina las siguientes líneas del archivo:

source: Last update: %s
es: Última actualización: %s

source: Read %u times
es: Leído %u veces

source: Main
es: Inicio

source: Pages in this category
es: Páginas en esta categoría

source: Verifying fields...
es: Verificando...

source: You must provide a title for this page!
es: ¡Debes proporcionar un título para esta página!

source: You must provide an url for this page!
es: ¡Debes proporcionar una URL para esta página!

source: Saving page data
es: Almacenando los datos de la página

source: Close
es: Cerrar

source: Module for publishing and management of single pages.
es: Módulo para la publicación y administración de páginas individuales.

source: Links Management Method.
es: Método para el manejo de enlaces

source: The method based on names requires the Apache Server.
es: El método basado en nombres require del Servidor Apache.

source: PHP Default
es: Estándar de PHP

source: Based on Names
es: Basado en Nombres

source: Home page text
es: Texto para la página inicial

source: This text will show in the module home page to inform the user.
es: Este texto se mostrará en la página inicial del módulo para información del usuario.

source: Show related pages
es: Mostrar páginas relacionadas

source: Enable the "Related Pages" square when a page is viewed.
es: Activa o desactiva el recuadro "Páginas Relaciondas" cuando se ve el contenido de una página específica.

source: Number of related pages
es: Número de páginas relacionadas

source: Base path for url
es: Ruta base para las url

source: The urls formed by module will be generated from this base path.
es: Las url formadas por el módulo serán generadas a partir de esta ruta base.

source: Sections
es: Secciones

source: Home Page
es: Página Inicial

source: Related Pages
es: Páginas Relacionadas

source: Last modification
es: Última modificación

source: Hits
es: Lecturas

source: Select at least a category to apply this action!
es: ¡Seleccione al menos una categoría para aplicar esta opción!

source: Do you really want to delete selected categories?
es: ¿Realmente desea eliminar las categorías seleccionadas?

source: WARNING: All pages under these categories will be deleted too!
es: ¡ADVERTENCIA: Todas las páginas dentro de esta categoría serán eliminadas también!

source: Add Category
es: Agregar Categoría

source: Category description
es: Descripción de la categoría

source: Parent category
es: Categoría superior

source: Select category...
es: Seleccionar categoría...

source: Apply
es: Aplicar

source: Name
es: Nombre

source: There are not categories created yet!
es: ¡Aún no hay categorías creadas!

source: Edit
es: Editar

source: Add element to library
es: Añadir elemento a la biblioteca

source: Item name
es: Nombre del elemento

source: Item type
es: Tipo

source: Select item type...
es: Seleccionar el tipo del elemento...

source: Button
es: Botón

source: Icon
es: Icono

source: Graphic
es: Gráfica

source: Text block
es: Bloque de texto

source: Button code
es: Código del botón

source: This code must be different from any other because will activate thsi button when called (e.g. buy-now).
es: Este código debe ser diferente de cualquier otro, porque el botón será activado cuando se llame a este código (ej. buy-now).

source: Button HTML
es: HTML del botón

source: Insert HTML code here...
es: Ínsertar el código HTML aquí

source: Insert the HTML code for the button. You can use the tag {CONTENT} to indicate that the button supports custom content and where supprot it.
es: Inserte el código HTMl para el botón. Puedes usar la etiqueta {CONTENT} para indicar que el botón soporta contenido personalizado y en dónde puede ser insertado.

source: Button CSS
es: CSS del botón

source: Insert CSS code here...
es: Insertar el código CSS aquí...

source: Insert the CSS code for the button. This code will insert automatically when button is called.
es: Inserta el código CSS para el botón. Este código se insertará automáticamente cuando el botón sea creado.

source: Create Item
es: Crear Elemento

source: Buttons
es: Botones

source: Icons
es: Íconos

source: Graphics
es: Gráficos

source: Text Blocks
es: Bloques de Texto

source: Select at least a page to apply this action!
es: ¡Seleccione al menos una página para aplicar esta opción!

source: Do you really wish to delete selected pages?
es: ¿Realmente desea eliminar las páginas seleccionadas?

source: Search term...
es: Buscar término...

source: Category:
es: Categoría

source: Select category
es: Seleccionar categoría

source: Filter
es: Filtro

source: Show all
es: Mostrar todo

source: Bulk actions...
es: Acciones en bloque...

source: Set as draft
es: Establecer como borrador

source: Publish
es: Publicar

source: Set as linked
es: Establecer como enlazada

source: Set order
es: Establecer orden

source: Title
es: Título

source: Created
es: Creado

source: Modified
es: Modificada

source: Views
es: Lecturas

source: There are not pages created yet!
es: ¡Aún no hay páginas creadas!

source: [Draft]
es: [Borrador]

source: Clone
es: Clonar

source: Recent Pages
es: Páginas Recientes

source: Quick Pages News
es: Noticias sobre QuickPages

source: Pages Statistics
es: Estadisticas de Páginas

source: Create New Page
es: Nueva Página

source: Editing Page
es: Editando Página

source: Redirection Pages are simply symbolic links to another pages or URLs, don't matter if linked pages are located in same website or in another location.
es: Las páginas de redirección son simpples enlaces simbólicos a otras páginas o URLs. No importa si la página enlazada se encuentra en el mismo sitio o en otra ubicación.

source: Page title
es: Titulo de página

source: The permalink will appear after you save this page.
es: El permalink aparecerá después de haber guardado esta página.

source: Custom URL:
es: URL personalizada:

source: You can specify a custom URL for this page, but remember that this URL must not exists in your site previously.
es: Puedes especificar una URL personalizada para esta página, pero recuerda que esta URL aún no debe existir en tu sitio.

source: If you specify a custom URL, then the permalink for this page will be ignored.
es: Si especificas una URL personalizada, entonces el enlace permanente para esta página será ignorado.

source: QuickPages can not write the htaccess file. Please do it manually by inserting next line in your file:
es: QuickPages no puede escribir el archivo htaccess. Por favor haz esto manualmente insertando la siguiente línea en el archivo:

source: Page description:
es: Descripción de la página:

source: Short description for page
es: Descripción corta de la página:

source: Redirection URL:
es: URL enlazada:

source: SEO options
es: Opciones SEO

source: Custom title:
es: Título SEO:

source: This title will replace the page title in "title" tag.
es: Este título reemplazara a la etiqueta "title".

source: Keywords:
es: Palabras clave:

source: Custom Fields
es: Campos Personalizados

source: Page Type:
es: Tipo de Página

source: Set as homepage
es: Establecer como portada

source: Create Page
es: Crear Página

source: Save Changes
es: Guardar Cambios

source: Custom page template:
es: Plantilla para la página personalizada:

source: Standalone
es: Independiente

source: You can add templates for pages to your own themes by creating files in theme directory <code>%s</code>.
es: Puedes agregar plantillas para páginas en tus propios temas. Sólo debes crear los archivos en el directorio del tema <code>%s</code>.

source: Page status:
es: Estado de la página:

source: Draft
es: Borrador

source: Allowed groups:
es: Grupos permitidos:

source: Page Basic Options
es: Opciones Básicas de la Página

source: Page Template
es: Plantilla de la Página

source: Visualization
es: Visualización

source: Allowed groups
es: Grupos permitidos

source: Featured Image
es: Imágen por Defecto

source: Publish and manage single pages
es: Publica y administra páginas individuales

source: My Blog
es: Mi Blog

source: Quick Pages home template
es: Plantillas para la página inicial de QuickPages

source: Template to show pages categories
es: Plantillas para mostrar las páginas de las categorías

source: Display all the page content
es: Muestra todo el contenido de la página

source: Show the homepage content
es: Muestra el contenido de la página inicial

source: Display a block with categories list
es: Muestra un bloque con la lista de categorías

source: Display a block with pages list
es: Muestra un bloque con la lista de páginas

source: Enable permalinks
es: Activar permalinks

source: This option activate/deactivate friendly URLs for pages and categories
es: Esta opción activa/desactiva las URL amigables para páginas y categorías

source: Base path for URL
es: Ruta base para las URL

source: Stablish the base path to use in friendly URLs.
es: Establecer la ruta base para usara con las URLs amigables.

source: Enable the "Related Pages" block when a page is visited.
es: Activa o desactiva el recuadro "Páginas Relaciondas" cuando se ve el contenido de una página específica.

source: Homepage
es: Página Inicial

source: Category
es: Categoría

source: Page content
es: Contenido de la página
